Repository: fmartingr/amiibofindr
Catalog: amiibofindr/locale/*/LC_MESSAGES/django.po
Languages: es

source: Rock
es: Piedra

source: Paper
es: Papel

source: Scissors
es: Tijera

source: Alligator
es: Caimán

source: Anteater
es: Oso hormiguero

source: Bear
es: Oso

source: Bird
es: Pájaro

source: Bull
es: Toro

source: Cat
es: Gato

source: Chicken
es: Gallina

source: Cow
es: Vaca

source: Cub
es: Cachorro

source: Deer
es: Ciervo

source: Dog
es: Perro

source: Duck
es: Pato

source: Eagle
es: Águila

source: Elephant
es: Elefante

source: Frog
es: Rana

source: Goat
es: Cabra

source: Gorilla
es: Gorila

source: Hippo
es: Hipopótamo

source: Horse
es: Caballo

source: Kangaroo
es: Canguro

source: Lion
es: León

source: Monkey
es: Mono

source: Mouse
es: Ratón

source: Octopus
es: Pulpo

source: Ostrich
es: Avestruz

source: Penguin
es: Pinguino

source: Pig
es: Cerdo

source: Rabbit
es: Conejo

source: Rhino
es: Rinoceronte

source: Sheep
es: Oveja

source: Special
es: Especial

source: Squirrel
es: Ardilla

source: Tiger
es: Tigre

source: Wolf
es: Lobo

source: ^cards$
es: ^tarjetas$

source: ^figures$
es: ^figuras$

source: ^cards/(?P<dummy>[\w\d\-]+)?\-(?P<collection>\d+)$
es: ^tarjetas/(?P<dummy>[\w\d\-]+)?\-(?P<collection>\d+)$

source: ^figures/(?P<dummy>[\w\d\-]+)?\-(?P<collection>\d+)$
es: ^figuras/(?P<dummy>[\w\d\-]+)?\-(?P<collection>\d+)$

source: ^cards/(?P<collection>[\w\d\-]+)?/(?P<dummy>[\w\d\-]+)?-(?P<amiibo>[\w\d\-]+)$
es: ^tarjetas/(?P<collection>[\w\d\-]+)?/(?P<dummy>[\w\d\-]+)?-(?P<amiibo>[\w\d\-]+)$

source: ^figures/(?P<collection>[\w\d\-]+)?/(?P<dummy>[\w\d\-]+)?-(?P<amiibo>[\w\d\-]+)$
es: ^figuras/(?P<collection>[\w\d\-]+)?/(?P<dummy>[\w\d\-]+)?-(?P<amiibo>[\w\d\-]+)$

source: ^profile/(?P<username>[\w\d\-]+)/$
es: ^perfil/(?P<username>[\w\d\-]+)/$

source: ^profile/(?P<username>[\w\d\-]+)/(?P<type>\w+)/(?P<relation>\w+)/$
es: ^perfil/(?P<username>[\w\d\-]+)/(?P<type>\w+)/(?P<relation>\w+)/$

source: Not found!
es: No encontrado.

source: Ooooopsie. We didn't find what you're looking for. <a href="%(url_home)s">Go back to the home page</a>.
es: Ooops. No hemos podido encontrar lo que estabas buscando. <a href=“%(url_home)s”>Volver a la home</a>.

source: Server error
es: Error de servidor

source: There was a server issue. Our developers have been informed of this. Please try refreshing the page or <a href="%(url_home)s">go back to the home page</a>.
es: Ha habido un problema en nuestro servidor. Nuestros desarrolladores han sido informados. Por favor, prueba refrescando la página o <a href=“%(url_home)s”>vuelve a la home</a>.

source: all
es: todas

source: Figures
es: Figuras

source: All
es: Todas

source: Cards
es: Tarjetas

source: My public profile
es: Mi perfil público

source: Change password
es: Cambiar contraseña

source: Social accounts
es: Redes sociales

source: Log out
es: Cerrar sesión

source: Login
es: Iniciar sesión

source: Register
es: Registrarse

source: Select desired currency
es: Seleccionar moneda

source: No convert
es: Sin conversión

source: Language
es: Idioma

source: Account
es: Mi cuenta

source: E-mail Addresses
es: Cuentas de email

source: The following e-mail addresses are associated with your account:
es: Los siguientes emails están asociados a tu cuenta:

source: Verified
es: Verificada

source: Unverified
es: Sin verificar

source: Primary
es: Primaria

source: Make Primary
es: Hacer primaria

source: Re-send Verification
es: Re-enviar verificación

source: Remove
es: Eliminar

source: Warning:
es: Alerta:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
es: Actualmente no tienes ningún email asociado a tu cuenta. Deberías añadir uno para que puedas recibir notificaciones, restablecer tu contraseña, etc.

source: Add E-mail Address
es: Añadir una dirección de email

source: Add E-mail
es: Añadir email

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s at %(site_domain)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
es: ¡Hola desde %(site_name)s! Recibes este correo electrónico porque el usuario %(user_display)s en %(site_domain)s nos ha dado esta dirección para vincular su cuenta. Para confirmar que esto es correcto, por favor accede a este enlace: %(activate_url)s

source: Thank you from %(site_name)s! %(site_domain)s
es: ¡Un saludo desde %(site_name)s! %(site_domain)s

source: Please Confirm Your E-mail Address
es: Por favor confirma tu correo electrónico

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
es: ¡Hola desde %(site_name)s! Recibes este correo porque tu u otra persona ha solicitado la recuperación de tu cuenta en %(site_domain)s. Sigue el enlace a continuación para continuar con el restablecimiento de tu contraseña.

source: In case you forgot, your username is %(username)s.
es: En el caso de que te hayas olvidado, tu nombre de usuario es %(username)s.

source: Thank you for using %(site_name)s! %(site_domain)s
es: ¡Gracias por usar %(site_name)s! %(site_domain)s

source: Password Reset E-mail
es: Correo electrónico

source: Confirm E-mail Address
es: Confirmar correo electrónico

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
es: Por favor confirma que el correo electrónico <a href="mailto:%(email)s">%(email)s</a> es del usuario %(user_display)s.

source: Confirm
es: Confirmar

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
es: Este enlace de activación de correo electrónico ha expirado. Por favor <a href="%(email_url)s">pide una nueva confirmación</a>.

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
es: Has confirmado el correo electrónico <a href="mailto:%(email)s">%(email)s</a> para el usuario %(user_display)s.

source: Sign In
es: Iniciar sesión

source: Please sign in with one of your existing social accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below.
es: Por favor inicia sesión con una de tus redes sociales. O, <a href="%(signup_url)s">registrate</a> para crear una cuenta en %(site_name)s e inicia sesión más abajo.

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
es: Si aún no has creado una cuenta, por favor, <a href="%(signup_url)s">regístrate</a> primero.

source: If you already have an account, please sign in here:
es: Si ya tienes una cuenta, inicia sesión aquí:

source: Remember me
es: Recordarme

source: Forgot Password?
es: He olvidado mi contraseña

source: You cannot remove your primary e-mail address (%(email)s).
es: No puedes eliminar tu dirección de correo primaria (%(email)s).

source: Confirmation e-mail sent to %(email)s.
es: Correo electrónico de confirmación enviado a %(email)s.

source: You have confirmed %(email)s.
es: El correo %(email)s ha sido confirmado.

source: Removed e-mail address %(email)s.
es: El correo electronico %(email)s ha sido eliminado.

source: Successfully signed in as %(name)s.
es: Hola %(name)s, has iniciado sesión satisfactoriamente.

source: You have signed out.
es: Has cerrado sesión.

source: Password successfully changed.
es: Tu contraseña ha sido cambiada.

source: Password successfully set.
es: Tu contraseña ha sido fijada.

source: Primary e-mail address set.
es: Establecido tu correo electrónico primario.

source: Your primary e-mail address must be verified.
es: Tu dirección de correo electrónico primaria debe ser verificada.

source: Change Password
es: Cambiar contraseña

source: Set password
es: Establecer una contraseña

source: Password Reset
es: Respetar mi contraseña

source: Go back to the homepage
es: Volver a la página principal

source: Have you forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
es: ¿Has olvidado tu contraseña? Introduce tu dirección de correo y te enviaremos instrucciones de como restablecerla.

source: Reset My Password
es: Restablecer mi contraseña

source: Please contact us if you have any trouble resetting your password.
es: Por favor contacta con nosotros si tienes algún problema restablecer tu contraseña.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
es: Te hemos enviado un correo electrónico. Contacta con nosotros si no lo has recibido en unos minutos.

source: Bad Token
es: Token invalido

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
es: El enlace para restablecer tu contraseña es invalido, probablemente porque ya haya sido usado. Por favor, <a href="%(passwd_reset_url)s">vuelve a restablecer tu contraseña</a>.

source: Your password is now changed.
es: Tu contraseña ha sido cambiada.

source: Set Password
es: Establecer contraseña

source: Signup
es: Registrarse

source: Sign Up
es: Registrarse

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
es: ¿Ya tienes una cuenta? <a href="%(login_url)s">Inicia sesión</a>.

source: Number
es: Numero

source: Type
es: Tipo

source: RPS
es: PPT

source: Dice
es: Dado

source: %(amiibo)s amiibo from %(collection)s in
es: %(amiibo)s amiibo de %(collection)s en

source: Shops
es: Tiendas

source: Users trading
es: Usuarios para cambio

source: Buy now for
es: Comprar ahora por

source: No stock
es: Sin stock

source: Updated
es: Actualizado

source: This item had never been in stock
es: Este articulo nunca ha estado en stock

source: This is a pack of various items
es: Este es un pack que contiene varios artículos

source: No shops :(
es: Sin tiendas :(

source: No user have this amiibo available for trade :(
es: Ningún usuario tiene disponible este amiibo para cambio :(

source: Search...
es: Buscar…

source: %(collection)s amiibos in
es: Amiibos de %(collection)s en

source: All amiibo
es: Todos los amiibo

source: Available for trade
es: Disponible para cambio

source: I do not have it
es: No lo tengo

source: I do not want this
es: No lo quiero

source: I want this
es: Lo quiero

source: or
es: o

source: I have this
es: Lo tengo

source: Register and star collecting amiibo!
es: ¡Regístrate y empieza a coleccionar Amiibo!

source: Welcome to amiibofindr!
es: ¡Bienvenido a Amiibofindr!

source: Welcome to the latest version of the site, with tons of new features for you!
es: ¡Bienvenido a la nueva versión del sitio, con muchas novedades para ti!

source: Why stay with us? there are some reasons...
es: ¿Por qué nosotros? Aquí te dejamos algunas razones…

source: Keep track of what you have and what you want
es: Lo que tienes y lo que quieres

source: Here, you can easily check what amiibo you have or want. Just enter an amiibo description and click one of the buttons, yes, that easy!
es: Aquí puedes comprobar fácilmente que amibos tienes… ¡y cuales quieres! Solo ve al amiibo y pulsa uno de los dos botones, ¡así de fácil!

source: Repeated stuff? No problem! Trade it!
es: ¿Repes? ¡Sin problema! ¡Intercambia!

source: Just mark an amiibo as tradeable to show everyone you have one -or more- spare, show some contact information and let the offers come through!
es: Tan solo tienes que marcar tu amiibo como disponible para mostrar a todos que tienes uno (o más). ¡Deja información de contacto para recibir las ofertas!

source: Collect from ANYWHERE
es: Colecciona desde cualquier sitio

source: Lots of stuff to mark as collected or wanted? No problem! You can check your owned amiibo from everywhere on the site, detail, lists or even other users collections.
es: ¿Tienes demasiadas cosas en tu colección? ¡No hay problema! Puedes marcar que amibos tienes o quieres desde cualquier parte de la web. Detalles, listados… incluso desde los perfiles de otros usuarios.

source: Don't lose sight with color coding
es: No te pierdas con nuestro código de colores

source: When logged in, you will see what amiibo you have, want or want to trade. Even when on lists or looking another person's amiibo list.
es: Cuando inicies sesión sabrás de un vistazo que amiibo tienes, quieres o intercambias. ¡Incluso cuando estés mirando la lista de otro usuario!

source: Public profiles
es: Perfiles públicos

source: You will get a unique URL where you have all you collected, wanted and traded amiibo. For free! This way you will never forget what you have available.
es: Dispondrás de una dirección web única para ti donde estarán visibles los amiibo que quieres, tienes e intercambias. ¡Gratis! De esta manera nunca olvidaras lo que tienes.

source: Always at the best price
es: Siempre al mejor precio

source: We know sometimes the most wanted amiibo is difficult to find, so we keep track of online shops for you to get the best prices. And we will be adding more and more!
es: Sabemos que a veces el amiibo que más deseamos es el más difícil de encontrar así que nosotros monitorizamos tiendas para obtener los mejores precios, e iremos añadiendo más y más.

source: Because not everyone can do math to convert from currencies on the fly, you can select your desired currency to get an approximate conversion in real time. Easy!
es: Porque no todo el mundo es bueno con las matemáticas, si te pierdes con monedas extranjeras puedes seleccionar tu preferida para ver todos los precios con ella, ¡así de fácil!

source: Even from mobile phones
es: Incluso desde el móvil

source: The site is viewable from mobile phones too! This way you will know what amiibo are you mising... from anywhere!
es: ¡La web se adapta a dispositivos móviles! De esta manera siempre podrás saber que amiibos te faltan… ¡desde cualquier parte!

source: And the most important reason of all?
es: ¿Y cual es la razón más importante de todas?

source: We are collectors too! We like amiibo and we do this for fun on our spare time.
es: ¡Nosotros también somos coleccionistas! Nos gustan los amiibo y hacemos esto por diversión en nuestro tiempo libre.

source: We'd like to continue with this journey, and you to be helping us.
es: Nos gustaría seguir con ello, ¡y que tu te apuntes!

source: And remember that we all make this better. You want your favourite shop added? We're missing some HUGE feature you'd like to see? Just want to get in touch? Feel free! You have our contact details at the bottom.
es: Y recuerda que somos todos los que hacemos esto mejor. ¿Quieres tu tienda favorita añadida? ¿Nos falta algo muy importante que te hará la vida mas fácil? ¿Solo quieres hablar un rato? ¡Contacta con nosotros!

source: Here you can browse over %(username)s's collection
es: Aquí puedes ver la colección de %(username)s

source: Want everyone to see your collection? Spread the word!
es: ¿Quieres presumir de colección? ¡Difunde la palabra!

source: Look at my amiibo collection!
es: ¡Mira mi colección de #amiibo!

source: Have it
es: Lo tiene

source: Want it
es: Lo quiere

source: Trade it
es: Lo cambia

source: Oooops, seems this user have nothing for that.
es: Ups, ¡parece que no tiene nada por aquí!

source: Account Connections
es: Conexiones con mi cuenta

source: You can sign in to your account using any of the following third party accounts:
es: Puedes iniciar sesión en tu cuenta usando una de las siguientes redes sociales:

source: You currently have no social network accounts connected to this account.
es: No tienes redes sociales asociadas a tu cuenta.

source: Add a 3rd Party Account
es: Asociar una red social

source: The social account has been connected.
es: La red social ha sido vinculada.

source: The social account is already connected to a different account.
es: Esta red social esta vinculada a otra cuenta del sitio.

source: The social account has been disconnected.
es: La red social ha sido desvinculada.

source: ^account/
es: ^mi-cuenta/
